img/1-RDF-fill-L3-10-auto/P6tX.dot
digraph G {
 graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.5",ranksep="0.8"];
 node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
 Ana[label="student:s01"]; Web[label="course:c01"]; Mil[label="prof:p02"];
 Ana->Web[label="ex:enrolledIn"];
 Mil->Web[label="?",style=dashed];
}
