img/1-RDF-fill-L3-10-auto/P6tX.mmd
flowchart LR
  Ana[student:s01] -->|ex:enrolledIn| Web[course:c01]
  Mil[prof:p02] -.->|?| Web
